name: "image"
backend: "python"

input [
  {
    name: "INPUT0"
    data_type: TYPE_STRING
    dims: [ 1 ]
  }
]
output [
  {
    name: "OUTPUT0"
    data_type: TYPE_FP32
    dims: [ 1, 3, 224, 224 ]
  }
]

instance_group [{ kind: KIND_CPU }]
