name: "clip_visual"
platform: "tensorrt_plan"

input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [ -1, -1, -1, -1 ]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [ -1,-1 ]
  }
]
